INSERT INTO currency (title, name, value)
VALUES
    -- USD
    ('USD', 'Доллар', 89.45),
    ('USD', 'Доллар', 90.10),
    ('USD', 'Доллар', 91.23),
    ('USD', 'Доллар', 88.76),
    ('USD', 'Доллар', 92.14),
    ('USD', 'Доллар', 90.00),
    ('USD', 'Доллар', 89.99),
    ('USD', 'Доллар', 90.50),
    ('USD', 'Доллар', 91.00),
    ('USD', 'Доллар', 90.30),

    -- CNY
    ('CNY', 'Юань', 12.30),
    ('CNY', 'Юань', 12.75),
    ('CNY', 'Юань', 11.98),
    ('CNY', 'Юань', 12.15),
    ('CNY', 'Юань', 12.00),
    ('CNY', 'Юань', 12.42),
    ('CNY', 'Юань', 12.61),
    ('CNY', 'Юань', 11.89),
    ('CNY', 'Юань', 12.35),
    ('CNY', 'Юань', 12.27);
